alacritty
amd-ucode
archlinux-keyring
autoconf
automake
base
binutils
bison
bitwarden
blueberry
blueman
bluez-utils
cmake
dconf-editor
discord
dmenu
dunst
efibootmgr
fakeroot
file
file-roller
filezilla
findutils
firefox
flex
foot
fuse2
gammastep
gawk
gcc
gdb
gettext
git
gnome-bluetooth
gnome-keyring
gobject-introspection
grep
grim
groff
gst-plugin-pipewire
gzip
htop
inetutils
intel-media-driver
iwd
jq
kitty
libgnome-keyring
libpulse
libtool
libva-intel-driver
libva-mesa-driver
light
linux
linux-firmware
lxappearance
m4
make
mako
man-db
meson
mlocate
nano
ncdu
neofetch
network-manager-applet
networkmanager
ninja
nodejs
nomacs
npm
obs-studio
pacman
pacman-contrib
pandoc-cli
parted
patch
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
plasma-desktop
plasma-framework
playerctl
python-pip
qbittorrent
qpwgraph
qt5-graphicaleffects
qt5-quickcontrols
qt5-quickcontrols2
qt5-svg
qt5-tools
qt6-tools
qt6-wayland
radeontop
ruby
scdoc
sddm
sed
slurp
smartmontools
speedtest-cli
sudo
sway
swaybg
swayidle
swayimg
swaylock
tailscale
texinfo
texlive-bin
texlive-core
thunar
thunar-archive-plugin
thunderbird
udiskie
udisks2
unzip
vim
virtualbox
virtualbox-guest-iso
vulkan-intel
vulkan-radeon
weston
wget
which
wireless_tools
wireplumber
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xfce4-settings
xfce4-terminal
xorg-server
xorg-xinit
zram-generator
